Repository: common-repository/planningroom
Catalog: translations/roomplanning-*.po
Languages: fr_fr

source: at
fr_fr: à

source: General Settings
fr_fr: Options générales

source: Title of planning
fr_fr: Titre du planning

source: You do not have sufficient permissions to manage options for this site.
fr_fr: Vous n'avez pas les droits nécessaires pour visualiser cette page

source: options updates
fr_fr: Options mises à jour

source: Room added
fr_fr: Local ajouté

source: Error: name of room must be fill
fr_fr: Erreur : le nom du local est obligatoire

source: Event added
fr_fr: Evènement ajouté

source: Error: This room is not free for this date time
fr_fr: Erreur : le local n'est pas disponible pour la date donnée

source: Error: all field must be fill
fr_fr: Erreur : tous les champs sont obligatoires

source: Member added
fr_fr: Membre ajouté

source: Error: name of member must be fill
fr_fr: Erreur : le nom du membre est obligatoire

source: Remove
fr_fr: Supprimer

source: Free
fr_fr: Libérer

source: Edit
fr_fr: Editer

source: Results not found
fr_fr: Aucun résultat

source: Choose room
fr_fr: local

source: Choose member
fr_fr: membre

source: Hour open
fr_fr: Horaire d'ouverture

source: Hour close
fr_fr: Horaire de fermeture

source: Update Settings
fr_fr: Modifier les options

source: Add Event
fr_fr: Ajouter un évènement

source: Room Name
fr_fr: Nom du local

source: Member Name
fr_fr: Nom du membre

source: Date beg
fr_fr: Date début

source: Add new Room
fr_fr: Ajouter un local

source: Add Room
fr_fr: Ajouter un local

source: Add new Member
fr_fr: Ajouter un membre

source: Add Member
fr_fr: Ajouter un membre

source: List Planning
fr_fr: Planning

source: Today
fr_fr: Aujourd'hui

source: List Room
fr_fr: Liste des locaux

source: Room
fr_fr: Local

source: List Members
fr_fr: Liste des membres

source: Member
fr_fr: Membre

source: Or search member by name
fr_fr: Ou rechercher par nom

source: Loading...
fr_fr: Patentiez...

source: Filter :
fr_fr: Filtres:

source: Day
fr_fr: Jour

source: Month
fr_fr: Mois

source: Year
fr_fr: Année

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: Desired time
fr_fr: Créneau désiré

source: Choose your room
fr_fr: Choisissez votre local

source: Booking
fr_fr: Réserver

source: Registration
fr_fr: Inscription

source: Mail
fr_fr: Email

source: Forget password
fr_fr: Mot de passe oublié

source: Get your password
fr_fr: Recevez votre mot de passe

source: Login
fr_fr: Connexion

source: Password
fr_fr: Mot de passe

source: Send
fr_fr: Envoyer

source: You must logged to booking a room
fr_fr: Vous devez être identifié pour réserver.

source: You must fill all field
fr_fr: Veuillez renseigner tous les champs

source: Date limit for booking room ?
fr_fr: Date minimum pour réserver

source: days
fr_fr: jours

source: Use Wordpress registration for new member ?
fr_fr: Utilisez WordPress pour l'enregistrement des membres ?

source: Booking confirmed
fr_fr: Réservation confirmée

source: Room is not available for this time
fr_fr: Le local n'est pas disponible aux heures spécifées

source: Parameters
fr_fr: Paramètres

source: Example
fr_fr: Exemple

source: Display planning room with no options
fr_fr: Afficher le planning sans options

source: Display planning room for one day
fr_fr: Afficher le planning pour un jour donné

source: Display planning room for one room
fr_fr: Afficher le planning pour un local donné

source: Check list room to find room's ID
fr_fr: Vérifier la liste des ID dans la partie liste des locaux

source: or
fr_fr: ou

source: default
fr_fr: defaut

source: Display planning room with navigation day
fr_fr: Afficher le planning avec la navigation calendaire

source: Display planning room with filter
fr_fr: Afficher le planning avec les critères de recherche

source: Loading
fr_fr: Patentiez

source: Update room
fr_fr: Modifier le local

source: Update member
fr_fr: Modifier le membre

source: Cancel
fr_fr: Annuler

source: Use booking room functionality ?
fr_fr: Utilisez le système de réservation ?

source: Registration at
fr_fr: Inscription à

source: Your password:
fr_fr: Votre mot de passe

source: This user already exist
fr_fr: Cet utilisateur existe déjà

source: Mail not valid
fr_fr: L'email n'est pas valide

source: Password was sent at
fr_fr: Un nouveau mot de passe à été envoyé à

source: Name not valid
fr_fr: Nom incorrect

source: Name
fr_fr: Nom

source: RoomPlanning
fr_fr: PlanningRoom

source: Configuration tools
fr_fr: Options générales

source: Configuration
fr_fr: Réglages

source: Add Events
fr_fr: Ajouter un évènement

source: Add
fr_fr: Ajouter

source: Listing Events
fr_fr: Lister les réservations

source: List
fr_fr: Lister

source: How to
fr_fr: F.A.Q

source: to
fr_fr: à

source: User already exists
fr_fr: Membre déjà existant

source: Display member name ?
fr_fr: Afficher les noms des membres dans le planning ?

source: Error: Time not available
fr_fr: Erreur: Date non valide

source: Choose background image
fr_fr: Choisissez l'image de fond du planning

source: Times
fr_fr: Heures

source: Reset
fr_fr: Reinitialiser

source: PlanningRoom plugin must run under PHP version >= 5.0.0
fr_fr: PlanningRoom fonctionne avec la version de PHP >= 5.0.0

source: Settings
fr_fr: Réglages

source: Donate
fr_fr: Faire un don

source: Book room for
fr_fr: Réserver un local pour le

source: Welcome
fr_fr: Bienvenue

source: You don't have access to this function.
fr_fr: Vous n'avez pas les droits pour cette fonction.

source: PlanningRoom Shortcode Generator
fr_fr: PlanningRoom Shortcode générateur

source: Shortcode Attributes
fr_fr: Shortcode attributs

source: Choose view
fr_fr: Choisissez l'affichage

source: Display navigation
fr_fr: Afficher la navigation

source: Display filters
fr_fr: Afficher les filtres

source: Generate Shortcode
fr_fr: Générer le Shortcode

source: PlanningRoom: this generator isn't going to put the shortcode in your page. Sorry!
fr_fr: PlanningRoom: Le générateur n'a pas pu écrire dans votre page. Désolé !

source: For your convenience, please click on the
fr_fr: Pour plus de facilité, veuillez cliquer sur

source: to generate your forms on shoortcode editions
fr_fr: pour générer votre shoortcode sur les formulaires d'éditions

source: Apply
fr_fr: Appliquer

source: Delete
fr_fr: Supprimer

source: Here is your login and password on
fr_fr: Voici vos identifiants de connexion

source: Your login
fr_fr: Votre idenfifiant

source: Your password
fr_fr: Votre mot de passe

source: Name and password not valid
fr_fr: Identifiant et mot de passe incorrects

source: Week
fr_fr: Semaine

source: Booked from
fr_fr: Réservé de

source: Open on week-end
fr_fr: Ouvert le week-end

source: Number of results by page ?
fr_fr: Nombre de résultats par page ?

source: Choose booking image
fr_fr: Choisissez l'image de fond pour les réservations

source: Display planning room by day, week, month or year
fr_fr: Afficher le planning par jour, semaine, mois ou année

source: Error: Date end must be superior to date beginning
fr_fr: Erreur: La date de fin doit être supérieure à celle du début

source: User not registered
fr_fr: Utilisateur non enregistré
